{"id":"10.156","name":"Federal-State Marketing Improvement Program","popular_name":"FSMIP","objective":"To explore and identify new market opportunities for U.S. food and agricultural products, and encourage research and innovation aimed at improving the efficiency and performance of the U.S. agricultural marketing system. FSMIP funds a wide range of applied research projects that address barriers, challenges, and opportunities in marketing, transportation, and distribution of U.S. food and agricultural products domestically and internationally","sam_url":"https://sam.gov/fal/fcf871b6f556444e831e869d6f68947d/view","usaspending_url":"https://www.usaspending.gov/search/?hash=dc15282b8a944116c053f622c0cc218c","grants_url":"https://grants.gov/search-grants?cfda=10.156","top_agency_name":"Department of Agriculture","sub_agency_name":"Agricultural Marketing Service","assistance_types":["Project Grants"],"beneficiary_types":["Anyone/general public","Consumer","Farmer/Rancher/Agriculture Producer","State"],"applicant_types":["State","U.S. Territories and possessions"],"categories":[],"obligations":[{"x":"2023","sam_estimate":0.0,"sam_actual":1235000.0,"usa_spending_actual":1095345.0},{"x":"2024","sam_estimate":0.0,"sam_actual":1100000.0,"usa_spending_actual":921379.0},{"x":"2025","sam_estimate":0.0,"sam_actual":1100000.0,"usa_spending_actual":0.0}],"other_program_spending":null,"outlays":[{"x":"2023","outlay":292731.31,"obligation":1095345.0},{"x":"2024","outlay":12541.93,"obligation":921379.0},{"x":"2025","outlay":0.0,"obligation":0.0}],"results":[{"year":"2018","description":"Accomplishments can be found at www.ams.usda.gov/grants."},{"year":"2020","description":"FY 20 (est) – Obligation:  - Project Grants (for specified projects) Total $1,000.000\n\n$25,000 to $1,000,000. Average: $148,000"},{"year":"2022","description":"Please see https://www.ams.usda.gov/services/grants/fsmip"},{"year":"2024","description":"A university received FSMIP funding to identify best practices for sustaining profitable relationships between local producers and restaurants. The project developed strategies for verifying local purchasing and evaluated consumer willingness to pay for locally produced foods, thereby improving economic opportunities for farmers and strengthening rural economies. FSMIP has also provided grants to promote the domestic maple syrup industry by funding research and education projects related to production, sustainability, and marketing of maple products. For example, $5.1 million was issued to projects aimed at improving consumer knowledge and producer practices within the maple syrup sector. FSMIP has also funded various projects to explore innovative approaches to marketing U.S. food and agricultural products, thereby improving the efficiency and performance of the marketing system. These initiatives have addressed barriers and opportunities in marketing, transportation, and distribution, benefiting diverse stakeholders and strengthening local economies. Overall, these accomplishments demonstrate FSMIP's commitment to fostering innovation and efficiency in agricultural marketing, ultimately benefiting producers and consumers alike."}],"authorizations":[{"text":"7 U.S.C. &sect; 1623(B).","url":"https://www.govinfo.gov/link/uscode/7/1623"}],"program_type":"assistance_listing","is_subpart_f":1,"rules_regulations":"An RFA is announced each fiscal year via www.grants.gov. Additional information about this program is available at www.ams.usda.gov/grants.","improper_payments":[],"gwo":null,"pons":[]}