{"id":"12.432","name":"U.S. Military Academy Athletic Programs at West Point","popular_name":null,"objective":"To support the athletic programs of the U.S. Military Academy at West Point, NY.","sam_url":"https://sam.gov/fal/47c79a8fd4534f76b7d010a27faec2e7/view","usaspending_url":"https://www.usaspending.gov/search/?hash=6c605e93d7d3ba9cf1061e3d90ae7d7f","grants_url":"https://grants.gov/search-grants?cfda=12.432","top_agency_name":"Department of Defense","sub_agency_name":"Department of the Army","assistance_types":["Project Grants"],"beneficiary_types":["Private nonprofit institution/organization"],"applicant_types":["Private nonprofit institution/organization (includes institutions of higher education and hospitals)"],"categories":[],"obligations":[{"x":"2023","sam_estimate":0.0,"sam_actual":14359203.0,"usa_spending_actual":0.0},{"x":"2024","sam_estimate":0.0,"sam_actual":0.0,"usa_spending_actual":0.0},{"x":"2025","sam_estimate":0.0,"sam_actual":0.0,"usa_spending_actual":0.0}],"other_program_spending":null,"outlays":[{"x":"2023","outlay":0.0,"obligation":0.0},{"x":"2024","outlay":0.0,"obligation":0.0},{"x":"2025","outlay":0.0,"obligation":0.0}],"results":[{"year":"2018","description":"Recipient support of the USMA Intercollegiate Athletics Program in accordance statute."},{"year":"2021","description":"ACC-APG-RTP Division awarded a cooperative agreement for research effort titled, “High-Fidelity Simulations of Contaminate Dispersion and Model Improvements through Magnetic Resonance Measurements\",” in the amount of $43,540.00 on behalf of the United States Military Academy (USMA) and their Advanced MRI Measurements for Data Analysis and Model Validation Campaign."},{"year":"2022","description":"On 22 February 2022, the ACC-APG-RTP Division awarded a Cooperative Agreement to University of South Florida Institute of Applied Engineering for a research effort entitled, “Towards Open World Recognition for Network Intrusion Detection Systems: An Adversarial Deep Reinforcement Learning Approach” in the amount of $149,999.00 on behalf of the United States Military Academy (USMA) and their Emerging Technologies Campaign outlined in their Broad Agency Announcement, W911NF-20-S-0008.\n\nThe efficiency of turbine engines is influenced significantly by the internal flow, and recent work has demonstrated the ability of novel inlet flow geometries to improve engine performance. Rapidly modifying geometries for device testing can be streamlined by using additive manufacturing; however, additive manufacturing often results in rough surfaces, which in turn can affect flow dynamics. Flow within the interior of devices has long been measured utilizing particle image velocity (PIV); however, complex device geometries often make experimental setups for PIV prohibitively difficult. In recent years, magnetic resonance imaging (MRI) has emerged as a powerful technology for characterizing 3D flow fields in complex geometries as well as multiphase flows."}],"authorizations":[{"text":"National Defense Authorization Act for Fiscal Year 2016.","url":null},{"text":"10 U.S.C. &sect; 7462.","url":"https://www.govinfo.gov/link/uscode/10/7462"}],"program_type":"assistance_listing","is_subpart_f":1,"rules_regulations":"","improper_payments":[],"gwo":null,"pons":[]}