{"id":"12.560","name":"DOD, NDEP, DOTC-STEM Education Outreach Implementation","popular_name":"https://www.grants.gov/search-results-detail/335872","objective":"An opportunity for an educational institution to collaborate in the development of a United States Army Clinical Pastoral Education (CPE) Doctor of Ministry Resident Course, and associated curriculum, in cooperation with the Office of the Chief of Chaplains (OCCH) Graduate School. This program involves a partnership between OCCH-Graduate School and an educational institution to create a fully integrated academic and experiential professional degree, referred to herein as the CPE Doctor of Ministry Resident Course, for the purpose of Chaplain professional development.","sam_url":"https://sam.gov/fal/604cf4a189f041638d4d7d913dcdcf46/view","usaspending_url":"https://www.usaspending.gov/search/?hash=1f8dc41fafe38f272a17bd728d956352","grants_url":"https://grants.gov/search-grants?cfda=12.560","top_agency_name":"Department of Defense","sub_agency_name":"Immediate Office of the Secretary of Defense","assistance_types":["Project Grants"],"beneficiary_types":[],"applicant_types":["Other (specify)"],"categories":[],"obligations":[{"x":"2023","sam_estimate":0.0,"sam_actual":86625.0,"usa_spending_actual":86625.0},{"x":"2024","sam_estimate":0.0,"sam_actual":254925.0,"usa_spending_actual":254925.0},{"x":"2025","sam_estimate":0.0,"sam_actual":88825.0,"usa_spending_actual":0.0}],"other_program_spending":null,"outlays":[{"x":"2023","outlay":0.0,"obligation":0.0},{"x":"2024","outlay":0.0,"obligation":0.0},{"x":"2025","outlay":0.0,"obligation":0.0}],"results":[{"year":"2021","description":"Provided the students of the State of NJ and the families of Picatinny employees access to the Dimension U Mathematics Video Game: Dimension U is a first person math video game designed to teach students how to function in a high intensity test taking environment while becoming aware of the verbiage and methods by which various state tests are written. Dimension U also provides the educators a passive means by which to determine the strengths and weaknesses of a cohort of students with respect to process retention and execution via monitoring their game play to see where there may be issues."},{"year":"2024","description":"Phase I accomplished four (4) fully online courses of four (4) credit hours each that run in conjunction with CPE units operated at Army CPE Component Sites. Courses offered to match the themes of each CPE unit. During the planning grant stage of development, DMin and CPE faculty (identified by the Army and approved as WTS adjunct faculty) met to ensure course material and CPE instruction reinforce learning."}],"authorizations":[{"text":"U.S.C., 10, 2192.","url":null}],"program_type":"assistance_listing","is_subpart_f":1,"rules_regulations":"The DoDGARS (as updated through DoD’s interim implementation of2 CFR part 200 which can be found at 2 CFR part 1103) applies to DoD grants and cooperative agreements.","improper_payments":[],"gwo":null,"pons":[]}