{"id":"12.614","name":"Community Economic Adjustment Assistance for Advance Planning and Economic Diversification","popular_name":null,"objective":"Assist State and local governments to lessen an area's dependence on defense expenditures by preparing economic diversification strategies, and contingency strategies and schematic land use plans for the potential redevelopment of a military installation prior to closure or realignment decisions.","sam_url":"https://sam.gov/fal/7f1b1f7493754081a6e85b171e77594f/view","usaspending_url":"https://www.usaspending.gov/search/?hash=d4adc0d4a7c1d5418a3c4df7cbaf46ba","grants_url":"https://grants.gov/search-grants?cfda=12.614","top_agency_name":"Department of Defense","sub_agency_name":"Office of Local Defense Community Cooperation","assistance_types":["Project Grants"],"beneficiary_types":["Local","State"],"applicant_types":["Local (includes State-designated Indian Tribes, excludes institutions of higher education and hospitals","State (includes District of Columbia, public institutions of higher education and hospitals)"],"categories":["Community Development - Community, Area, and Regional Development"],"obligations":[{"x":"2023","sam_estimate":0.0,"sam_actual":1980151.0,"usa_spending_actual":1647766.0},{"x":"2024","sam_estimate":0.0,"sam_actual":0.0,"usa_spending_actual":180000.0},{"x":"2025","sam_estimate":0.0,"sam_actual":1000000.0,"usa_spending_actual":0.0}],"other_program_spending":null,"outlays":[{"x":"2023","outlay":0.0,"obligation":1647766.0},{"x":"2024","outlay":0.0,"obligation":180000.0},{"x":"2025","outlay":0.0,"obligation":0.0}],"results":[{"year":"2015","description":"The program will provide support for organizing and planning diversification initiatives, including supply chain analysis, business process reengineering, and technical assistance to small and medium size businesses, in at least five States.  The program supported organizing and planning diversification initiatives, including supply chain analysis, business process reengineering, and technical assistance to small and medium size businesses, in at least five States. "},{"year":"2016","description":"The program supported organizing and planning diversification initiatives, including supply chain analysis and technical assistance to small and medium size businesses, in two Counties and one State.  All projects are new for this year therefore impact cannot be gauged until FY17."},{"year":"2021","description":"Not Applicable"},{"year":"2022","description":"The Bluegrass Area Development District established a local leadership group that oversaw the development of an economic resiliency plan to retain 1,900 workers as they transition from their positions in chemical demilitarization operations at the Blue Grass Army Depot."},{"year":"2023","description":"The Pueblo Depot Activity Development Authority and consultants began data collection and meeting with regional stakeholders, as they initiated a workforce retention and transition evaluation, a communications strategy and plan, and a facility reuse plan, including evaluating existing improvements."},{"year":"2024","description":"The Bluegrass Area Development District and its consultant began data collection and meeting with regional stakeholders, including employers, as they initiated the analysis of the impacted workforce and related resources, and emergency management programs."}],"authorizations":[{"text":"10 U.S.C. 2391.","url":null}],"program_type":"assistance_listing","is_subpart_f":1,"rules_regulations":"The Recipient, and any subrecipient or consultant/contractor, operating under the terms of a grant or cooperative agreement, shall comply with all Federal, State, and local laws including the following, where applicable: 2 CFR Part 25 (Universal Identifier and System for Award Management); 2 CFR Part 1100, et. seq. (Department of Defense); 2 CFR § 1125 (Nonprocurement Debarment and Suspension); 32 CFR Part 21 (DOD Grants and Agreements – General Matters); 32 CFR Part 22 (DOD Grants and Agreements – Award and Administration); 32 CFR Part 26 (Governmentwide Requirements for Drug-Free Workplace (Financial Assistance)); 32 CFR Part 28 (New Restrictions on Lobbying).","improper_payments":[],"gwo":{"gwo":"Strengthen Community and Regional Development","permalink":"/gwo/C1"},"pons":[{"pon":"Improve Business Practices and Resilience","permalink":"/pon/868"},{"pon":"Increase Local Economic Growth","permalink":"/pon/117"}]}