{"id":"16.064","name":"Sexual Assault Forensic Exam Training and Services","popular_name":"SAFE Program","objective":"By statute, grants are for the following purposes:\n(A) To establish qualified regional SANE training programs--\n(i) to provide clinical education for SANE students;\n(ii) to provide salaries for full and part-time SANE instructors, including those specializing in pediatrics and working in a multidisciplinary team setting, to help with the clinical training of SANEs; and\n(iii) to provide access to simulation laboratories and other resources necessary for clinical education.\n\n(B) To provide full and part time salaries for SANEs and SAFEs, including pediatric SANEs and SAFEs.\n\n(C) To increase access to SANEs and SAFEs by otherwise providing training, education, or technical assistance relating to the collection, preservation, analysis, and use of DNA samples and DNA evidence by SANEs, SAFEs, and other qualified personnel.","sam_url":"https://sam.gov/fal/3ceb0753f4c5437abadf55f5bb72160b/view","usaspending_url":"https://www.usaspending.gov/search/?hash=c056346fd26e81d4aeeda75a38fb8c17","grants_url":"https://grants.gov/search-grants?cfda=16.064","top_agency_name":"Department of Justice","sub_agency_name":"Boards and Divisions Offices","assistance_types":["Project Grants"],"beneficiary_types":[],"applicant_types":["Local (includes State-designated Indian Tribes, excludes institutions of higher education and hospitals","Private nonprofit institution/organization (includes institutions of higher education and hospitals)","Public nonprofit institution/organization (includes institutions of higher education and hospitals)","State (includes District of Columbia, public institutions of higher education and hospitals)","U.S. Territories and possessions (includes institutions of higher education and hospitals)"],"categories":["Law, Justice, and Legal Services - Law Enforcement Support"],"obligations":[{"x":"2023","sam_estimate":0.0,"sam_actual":0.0,"usa_spending_actual":0.0},{"x":"2024","sam_estimate":0.0,"sam_actual":0.0,"usa_spending_actual":0.0},{"x":"2025","sam_estimate":0.0,"sam_actual":10000000.0,"usa_spending_actual":0.0}],"other_program_spending":null,"outlays":[{"x":"2023","outlay":0.0,"obligation":0.0},{"x":"2024","outlay":0.0,"obligation":0.0},{"x":"2025","outlay":0.0,"obligation":0.0}],"results":[],"authorizations":[{"text":"34 U.S.C. &sect; 40723.","url":"https://www.govinfo.gov/link/uscode/34/40723"}],"program_type":"assistance_listing","is_subpart_f":1,"rules_regulations":"Program notices of funding opportunities (NOFOs) can be found at https://www.justice.gov/ovw/open-notices-of-funding-opportunities. Recipients must comply with the current version of the DOJ Financial Grants Management Guide found at https://www.justice.gov/ovw/grant-management.","improper_payments":[],"gwo":{"gwo":"Advance the Capabilities of the Forensic Sciences","permalink":"/gwo/P1"},"pons":[{"pon":"Improve Job-Specific Skills","permalink":"/pon/827"},{"pon":"Increase Capacity to Respond to Sexual Assault","permalink":"/pon/17P"}]}