{"id":"16.560","name":"National Institute of Justice Research, Evaluation, and Development Project Grants","popular_name":null,"objective":"GOAL: Foster the development of new knowledge and tools that can be applied to reduce crime and advance justice, particularly at the state and local level.\n\nOBJECTIVE: \n•\tDevelop, demonstrate and evaluate programs and practices relevant to criminal justice, juvenile justice and crime victims’ services outcomes.\n•\tIdentify and analyze the causes and correlates of crime\n•\tImprove the functioning of the criminal and juvenile justice systems\n•\tDevelop new methods for the prevention and reduction of crime\n•\tDevelop new methods for to detect, investigate and prosecute crime\n•\tEnhance the justice research infrastructure\n\nPerformance measures for this assistance listing are:\n1.Quality of the research as demonstrated by the scholarly products that result in whole or in part from work funded under the NIJ award, such as published, peer-reviewed, scientific journal articles, and/or (as appropriate for the funded project) law review journal articles, book chapter(s) or book(s) in the academic press, technological prototypes, patented inventions, or similar scientific products. \n2.\tIncrease the number of researchers across a wide-range of disciplines working to provide objective, evidence-based solutions to criminal justice challenges, in large extent through fellowship programs such as the NIJ Graduate Research Fellowship program, Visiting Fellows, and the New Investigator/Early Career Research Program\n3. Number and impact of scholarly publications","sam_url":"https://sam.gov/fal/3b330ce4aa9b4d8a99a9751d01c57212/view","usaspending_url":"https://www.usaspending.gov/search/?hash=0302ecbe8e9a5056839c4d8cde2e1293","grants_url":"https://grants.gov/search-grants?cfda=16.560","top_agency_name":"Department of Justice","sub_agency_name":"Office of Justice Programs","assistance_types":["Project Grants"],"beneficiary_types":["Anyone/general public","Federally Recognized Indian Tribal Governments","Individual/Family","Local","Other private institution/organization","Public nonprofit institution/organization","Scientist/Researchers","State"],"applicant_types":["City or Township Government","County Government","For-Profit Organization (Other than Small Business)","Independent School District","Indian/Native American Tribal Government (Other than Federally Recognized)","Nonprofit with 501C3 IRS Status (Other than Institution of Higher Education)","Private nonprofit institution/organization (includes institutions of higher education and hospitals)"],"categories":[],"obligations":[{"x":"2023","sam_estimate":0.0,"sam_actual":79800000.0,"usa_spending_actual":43553691.56},{"x":"2024","sam_estimate":0.0,"sam_actual":46384399.0,"usa_spending_actual":57195491.23},{"x":"2025","sam_estimate":0.0,"sam_actual":0.0,"usa_spending_actual":2580443.94}],"other_program_spending":null,"outlays":[{"x":"2023","outlay":18216518.87,"obligation":52570351.99},{"x":"2024","outlay":7275582.39,"obligation":49892941.88},{"x":"2025","outlay":768.47,"obligation":3183371.0}],"results":[{"year":"2018","description":"•\tNIJ-funded research led to the introduction of modern police body armor the most important safety equipment used by the Nation’s law enforcement officers.\n•\tNIJ leads the federal government’s research efforts to combat human trafficking as well as to develop strategies to prevent individuals from becoming committed to terrorist ideologies. \n•\tNIJ-funded research in the use of computers for crime analysis and mapping laid the groundwork for the present, near-pervasive adoption of crime analysis technology. \n•\tNIJ is the only federal agency investing in and supporting the development of the robotic systems that are now used in the majority of U.S. forensic DNA laboratories.\n•\tNIJ funded the development of the Rapid DNA systems now being used in certain forensic laboratories."},{"year":"2019","description":"NIJ established the only federal grant program that provides funding to institutions of higher education, specifically to sponsor doctoral dissertation research in Science, Technology, Engineering and Mathematics, as well as the social and behavioral sciences to address criminal justice challenges."},{"year":"2022","description":"Annual reports to Congress on the accomplishments of this program may be found here Annual Reports and Reports to Congress | National Institute of Justice (ojp.gov)"}],"authorizations":[{"text":"A, 34 U.S.C. 11171–11172; Pub. L. No.118-42, 138 Stat. 25, 150.","url":null}],"program_type":"assistance_listing","is_subpart_f":1,"rules_regulations":"See the current fiscal years’ program solicitation available at the Office of Justice Programs web site (http://ojp.gov/funding/Explore/CurrentFundingOpportunities.htm. For additional guidance, please reference the Department of Justice Grants Financial Guide (http://ojp.gov/financialguide/DOJ/PostawardRequirements/index.htm). Applicable administrative requirements and Department of Justice regulations applicable to specific types of grantees can be found in title 2 of the Code of Federal Regulations (2 C.F.R.).","improper_payments":[],"gwo":null,"pons":[]}