{"id":"16.756","name":"Court Appointed Special Advocates","popular_name":"CASA","objective":"The goals of the CASA program are to serve and improve outcomes for children in the dependency care foster care system by providing membership and accreditation subgrants to regional, state, and local CASA organizations that support volunteer advocates who represent abused and neglected children in dependency hearings and partner with other public and private child welfare system stakeholders at the local, state, regional, and national levels\n\nThe performance measure associated with this objective are:\n\nNumber of individuals represented by a court appointed special advocate","sam_url":"https://sam.gov/fal/19943f70564c4d58b57e45e211f36b3b/view","usaspending_url":"https://www.usaspending.gov/search/?hash=f76344ff2dd940fcb9f54ef481d8dea0","grants_url":"https://grants.gov/search-grants?cfda=16.756","top_agency_name":"Department of Justice","sub_agency_name":"Office of Justice Programs","assistance_types":["Project Grants"],"beneficiary_types":["Local","Other public institution/organization","Private nonprofit institution/organization","Public nonprofit institution/organization","State"],"applicant_types":["Other private institutions/organizations","Other public institution/organization"],"categories":["Law, Justice, and Legal Services - Law Enforcement Support"],"obligations":[{"x":"2023","sam_estimate":0.0,"sam_actual":15000000.0,"usa_spending_actual":0.0},{"x":"2024","sam_estimate":0.0,"sam_actual":14981626.0,"usa_spending_actual":25337895.0},{"x":"2025","sam_estimate":0.0,"sam_actual":0.0,"usa_spending_actual":0.0}],"other_program_spending":null,"outlays":[{"x":"2023","outlay":0.0,"obligation":0.0},{"x":"2024","outlay":0.0,"obligation":25337895.0},{"x":"2025","outlay":0.0,"obligation":0.0}],"results":[{"year":"2016","description":"The FY 2016 funds were used to provide training and technical assistance in support of state and local capacities to promote court appointed volunteer advocacy for abused and neglected children so that every child can be safe, establish permanence, and have the opportunity to thrive.  "},{"year":"2017","description":"The FY 2017 funds were used to provide training and technical assistance in support of state and local capacities to promote court appointed volunteer advocacy for abused and neglected children so that every child can be safe, establish permanence, and have the opportunity to thrive.  OJJDP anticipates that one application will be selected each competitive cycle."},{"year":"2018","description":"FY 2018 CASA Program funds were awarded to the National CASA Association to support national training and technical assistance as well as subgrants for CASA programs nationwide.  Funds awarded were used to make 46 subgrants to state and local programs in order to help programs improve their long-term viability, retain and hire new staff, and extend the impact of their services to children in need. Subaward categories included capacity building, development, growth, local growth, and local special issues. Additionally, CASA Program funds were used to develop and promote a national branding and public awareness campaign with the goal of increasing CASA’s brand visibility while also raising public awareness about the state of abused and neglected children across the country."},{"year":"2019","description":"In 2019, nearly 83,000 CASA/Guardian ad Litem volunteers working through 937 programs in 49 states and the District of Columbia contributed more than 5.2 million hours of service to over 233,000 abused and neglected children."},{"year":"2020","description":"There are over 950 CASA programs nationwide, including 45 state offices."}],"authorizations":[{"text":"Victims of Child Abuse Act, 34 U.S.C. § 20323.","url":null}],"program_type":"assistance_listing","is_subpart_f":1,"rules_regulations":"DOJ Grants Financial Guide at  https://www.ojp.gov/funding/financialguidedoj/overview. Office","improper_payments":[],"gwo":{"gwo":"Support Survivors of Crime","permalink":"/gwo/P3"},"pons":[{"pon":"Improve Prevention of Child Abuse and Neglect","permalink":"/pon/145"},{"pon":"Increase Access to Quality Legal Services","permalink":"/pon/10"}]}