{"id":"16.838","name":"Comprehensive Opioid, Stimulant, and other Substances Use Program","popular_name":"COSSUP","objective":"Goal: The Comprehensive Opioid, Stimulant, and other Substances Use Program (COSSUP), formerly COSSAP, was developed as part of the Comprehensive Addiction and Recovery Act (CARA) legislation. COSSUP’s goal is to provide financial and technical assistance to states, units of local government, and Indian tribal governments to develop, implement, or expand comprehensive efforts to identify, respond to, treat, and support those impacted by illicit opioids, stimulants, and other drugs of use. \n\nObjective: To address this goal, the COSSUP program, administered by BJA, provides funding through a competitive grant program to encourage and support comprehensive cross-system planning and collaboration among officials who work in law enforcement, pretrial services, the courts, probation and parole, child welfare, reentry, emergency medical services and healthcare providers, public health partners, and agencies who provide substance misuse treatment and recovery support services.\n\nPerformance Measure 1: Percentage of COSSUP grantees who are using grant funds to operate diversion programs; \n\nPerformance Measure 2: Number of individuals who have received naloxone training;  \n\nPerformance Measure 3:  Number of individuals referred to substance use or co-occurring treatment; \n\nPerformance Measure 4: Number of individuals referred recovery support services; and\n\nPerformance Measure 5: Percentage of grantees using COSSSUP funds for medication-assisted treatment.","sam_url":"https://sam.gov/fal/70976bbca1b34ec4820ed8f7bde079cb/view","usaspending_url":"https://www.usaspending.gov/search/?hash=72ca33ca52c22f545e62326d9e9c2cf6","grants_url":"https://grants.gov/search-grants?cfda=16.838","top_agency_name":"Department of Justice","sub_agency_name":"Office of Justice Programs","assistance_types":["Project Grants"],"beneficiary_types":["Anyone/general public","Federally Recognized Indian Tribal Governments","Individual/Family","Local","Other public institution/organization","State","U.S. Territories"],"applicant_types":["Federally Recognized Indian Tribal Governments","Government - General","State","U.S. Territories and possessions"],"categories":["Law, Justice, and Legal Services - Law Enforcement Support"],"obligations":[{"x":"2023","sam_estimate":0.0,"sam_actual":168127775.0,"usa_spending_actual":164954267.33},{"x":"2024","sam_estimate":0.0,"sam_actual":25703059.0,"usa_spending_actual":15918920.62},{"x":"2025","sam_estimate":0.0,"sam_actual":190000000.0,"usa_spending_actual":129213205.47}],"other_program_spending":null,"outlays":[{"x":"2023","outlay":31560605.19,"obligation":152284569.0},{"x":"2024","outlay":16734648.03,"obligation":14251231.0},{"x":"2025","outlay":1590104.74,"obligation":136887688.0}],"results":[{"year":"2016","description":"Not Applicable."},{"year":"2017","description":"BJA received 142 applications and funded 27 grants to support state, local and tribal initiatives.\n\n12 awards were made to assist law enforcement and other first responders in obtaining naloxone, connecting survivors of non-fatal overdoses to services post-naloxone deployment, and establishing law enforcement diversion programs.  Two awards were made to assist rural states in connecting individuals in the criminal justice system to treatment and recovery services via technology.  Eight awards were made to expand diversion programs for low-level non-violent offenders and 5 awards were made to support planning efforts."},{"year":"2018","description":"BJA received 112 applications and anticipates funding approximately 108 awards."},{"year":"2019","description":"It is anticipated that 180 applications will be received."},{"year":"2020","description":"•\tBJA is currently supporting an extensive portfolio of law enforcement and public health/behavioral health diversion projects (49 project from FY 2017 and 2018).\n•\t48 grant awards established or expanded court-based or prosecutor-based programs for low-level, non-violent offenders.\n•\t29 grant awards implemented or expanded evidence-based treatment in jails and prisons and support services upon reentry.\n•\t48 grant awards implemented public education/awareness campaigns.\n•\t12 grant awards strengthened PDMPs by integrating PDMPs with EHRs/HIEs.\n•\t7 grant awards improved the quality and timeliness of data submitted to the PDMP from pharmacies."},{"year":"2021","description":"BJA awarded more than $137 million under its Comprehensive Opioid, Stimulant and Substance Abuse Site-Based Program, which is helping communities address the prevention, diversion, treatment and recovery needs of those affected by substance use disorders. Another $9.7 million is funding related training and technical assistance.\n\nBJA and various partners launched demonstration projects that strategically blend funding from multiple Federal agencies and promote public-philanthropic partnerships. These demonstration projects will strengthen our understanding of effective community responses to illicit substance use and misuse, expand adoption of effective practices and support innovation, and build capacity in those communities most impacted by substance use disorder.\n•\tNational Initiative to Expand Opioid Use Disorder Treatment in Jails: Building Bridges Between Jails and Community-Based Treatment\n•\tOverdose Detection and Mapping Application Program (ODMAP) Statewide Expansion and Response\n•\tPartnerships to Support Data-driven Responses to Emerging Drug Threats\n•\tRural Responses to the Opioid Epidemic.  \n\nTo view demonstration projects visit: https://www.cossapresources.org/Program/DemoProjects"},{"year":"2022","description":"Please visit https://bja.ojp.gov/program/cossup/about"},{"year":"2024","description":"Since 2017, through COSSUP, BJA has supported innovative work—from coast to coast, in large cities and rural America, in tribal lands and United States territories—by over 590 site-based projects and demonstration sites. These projects have included grants related to the distribution of opioid antagonists like naloxone, establishment of overdose fatality review programs to identify system gaps and overdose death prevention strategies, and that focus on treatment and education for health care providers, criminal justice system professionals, and SUD treatment personnel. COSSUP funding highlights, data, and an assessment of activities of COSSUP grantees the years 2021 and 2022 can be found at: https://bja.ojp.gov/library/publications/comprehensive-opioid-stimulant-and-substance-use-program-key-performance."}],"authorizations":[{"text":"34 U.S.C. &sect; 10701.","url":"https://www.govinfo.gov/link/uscode/34/10701"}],"program_type":"assistance_listing","is_subpart_f":1,"rules_regulations":"Office of Justice Programs funding opportunities https://www.ojp.gov/funding/explore/current-funding-opportunities; \nDepartment of Justice Grants Financial Guide (https://www.ojp.gov/funding/financialguidedoj/overview); and, Post award Instructions (https://www.ojp.gov/funding/financialguidedoj/iii-postaward-requirements), applicable OMB Circulars and regulations, and Department of Justice regulations applicable to specific types of grantees.","improper_payments":[],"gwo":{"gwo":"End Criminal Recidivism","permalink":"/gwo/P5"},"pons":[{"pon":"Reduce Abuse of Controlled Substances","permalink":"/pon/897"},{"pon":"Reduce Criminal Activity","permalink":"/pon/159"}]}