{"id":"16.830","name":"Girls in the Juvenile Justice System ","popular_name":"Delinquent Girls program, Girls in the Juvenile Justice system","objective":"Increase protective factors to prevent further delinquent behavior by girls involved in the juvenile justice system. • Improve juvenile justice system responses for girls in contact with the juvenile justice system. •Implement prevention and early intervention programs (including mentoring) based on best practices for girls who are at risk or are currently in the juvenile justice system. • Develop or enhance reentry strategies to help vulnerable girls on a path toward success, stability, and long-term contribution to society while offering them opportunities to heal. There are several different types of reentry programs, such as therapeutic communities, mentoring, case management, cognitive–behavioral programs, and reentry courts. Program models should be evidence-based and consider girls’ unique life experiences and address the effects of past trauma, fear of stigma, and need for trusting relationships with adults.\n\nTo enhance knowledge and build capacity to address and improve services and treatment for girls at risk of entering or already involved in the juvenile justice system.\n\nThe performance measures associated with assistance listing are:\n\n1.Number of individuals served\n\n 2: Percentage of eligible individuals adjudicated for a delinquency offense\n\n3: Percentage of eligible individuals who exhibited improved mental health","sam_url":"https://sam.gov/fal/46f9998f792a49cfa8e544e071f6ef38/view","usaspending_url":"https://www.usaspending.gov/search/?hash=d84a123e1feaa49d40aac6edf7628475","grants_url":"https://grants.gov/search-grants?cfda=16.830","top_agency_name":"Department of Justice","sub_agency_name":"Office of Justice Programs","assistance_types":["Project Grants"],"beneficiary_types":["Child (6-15)","Education Professional","Individual/Family","Juvenile Delinquent","Youth (16-21)"],"applicant_types":["Federally Recognized Indian Tribal Governments","Local (includes State-designated Indian Tribes, excludes institutions of higher education and hospitals","Other private institutions/organizations","Other public institution/organization","Private nonprofit institution/organization (includes institutions of higher education and hospitals)","Profit organization","Public nonprofit institution/organization (includes institutions of higher education and hospitals)","Quasi-public nonprofit institution/organization"],"categories":[],"obligations":[{"x":"2023","sam_estimate":0.0,"sam_actual":5500000.0,"usa_spending_actual":9270333.77},{"x":"2024","sam_estimate":0.0,"sam_actual":4919335.0,"usa_spending_actual":3066043.93},{"x":"2025","sam_estimate":0.0,"sam_actual":0.0,"usa_spending_actual":-17801.81}],"other_program_spending":null,"outlays":[{"x":"2023","outlay":2957828.53,"obligation":8000014.0},{"x":"2024","outlay":1049730.62,"obligation":3800402.0},{"x":"2025","outlay":0.0,"obligation":0.0}],"results":[{"year":"2016","description":"In FY 2016, funds supported the Reducing Reliance on Confinement and Improving Community-Based Responses for Girls at Risk in the Juvenile Justice System Initiative to strengthen and expand the use of community-based and gender and culturally responsive programs for girls and promote the development of girls and their individual strengths"},{"year":"2017","description":"Five sites received funding in FY16 and FY17.  Two sites will receive funding in FY18.  All five jurisdictions have formed collaborative approaches across private and governmental agencies to improve the juvenile justice system’s response to girls, including the development of early intervention and prevention strategies."},{"year":"2018","description":"The goal of this project is to strengthen and expand the use of community-based, gender responsive, trauma informed, strength-based and culturally and linguistically appropriate programs for girls at the county level and to reduce the number of girls who are held in secure confinement. To achieve this, the grantee is working with a local collaborative to enhance the county’s capacity to work effectively with girls and to reduce arrests of girls who commit non-serious delinquent acts.  The grantee is currently working on a strategic plan with a girls coordinating council.  This group was recently created and charged with creating developmentally appropriate gender responsive services for girls and to identify and address potential gaps.  The grantee hopes to increase collaboration among service providers and government agencies to address girls’ needs; increase understanding of why to girls become involved in the local juvenile justice system; increase the availability of services offered through the county’s Girls Court."},{"year":"2019","description":"OJJDP also continued fiscal support to two of the original five program site grantees – Vera Institute of Justice and the PACE Center for Girls -  with an expanded emphasis for these sites to focus on efforts to prevent and intervene with girls who are vulnerable to trafficking and therefore at risk of entering the juvenile justice system."}],"authorizations":[{"text":"34 U.S.C. 11171-72; Pub. L. No. 118-42, 138 Stat. 25, 150.","url":null}],"program_type":"assistance_listing","is_subpart_f":1,"rules_regulations":"DOJ Grants Financial Guide at  https://www.ojp.gov/funding/financialguidedoj/overview.Office","improper_payments":[],"gwo":null,"pons":[]}