{"id":"19.792","name":"Assessed Contributions to International Organizations","popular_name":"Peacekeeping Operations (PKO)","objective":"IO promotes U.S. foreign policy strategic goals and U.S. interests through multilateral diplomacy. IO provides assessed as well as voluntary contributions to the United Nations (UN), its specialized and voluntary agencies, and certain other international organizations through four appropriated funds: \n\n•\tContributions to International Organizations (CIO) – Fund 1126\n•\tContributions for International Peacekeeping Activities (CIPA) – Fund 1124\n•\tInternational Organizations and Programs (IO&P) – Fund 1005\n•\tPeacekeeping Operations (Funds Appropriated to the EOP) – Fund 1032\n\nThe IO Bureau develops and implements U.S. policy in the United Nations (UN), its specialized and certain voluntarily funded agencies, and other international organizations. IO’s mission is to advance U.S. foreign policy strategic goals and U.S. interests through multilateral diplomacy, and ensure international organizations function in an efficient and effective manner. \n\nThrough the UN and other international organizations, IO promotes:\n\n·\tEffective peacekeeping operations and preventive measures in areas of potential conflict; \n·\tNon-proliferation of weapons of mass destruction, nuclear safeguards, arms control, and disarmament; \n·\tDemocratic principles, human rights and fundamental freedoms, based on rule of law; \n·\tEnvironmentally sustainable economic growth; \n·\tImproved opportunities for America's economy through cooperation in a variety of technical fields; \n·\tImproved standards of health and eradication of major diseases; \n·\tAssistance to refugees, displaced persons, and victims of disaster; \n·\tReduction or elimination of terrorism, organized crime, and narcotics trafficking; and \n·\tEnvironmental cooperation.","sam_url":"https://sam.gov/fal/4400d9b3740d4bbc9f62ed8b3ee9636a/view","usaspending_url":"https://www.usaspending.gov/search/?hash=8c58132489046184948e92caeba35aec","grants_url":"https://grants.gov/search-grants?cfda=19.792","top_agency_name":"Department of State","sub_agency_name":null,"assistance_types":["Interstate"],"beneficiary_types":[],"applicant_types":["Sponsored organization"],"categories":[],"obligations":[{"x":"2023","sam_estimate":0.0,"sam_actual":0.0,"usa_spending_actual":22985631.29},{"x":"2024","sam_estimate":0.0,"sam_actual":0.0,"usa_spending_actual":90410460.99},{"x":"2025","sam_estimate":0.0,"sam_actual":0.0,"usa_spending_actual":60190940.75}],"other_program_spending":null,"outlays":[{"x":"2023","outlay":22502820.43,"obligation":22985631.29},{"x":"2024","outlay":0.0,"obligation":90410460.99},{"x":"2025","outlay":0.0,"obligation":60190940.75}],"results":[],"authorizations":[{"text":"Department of State Authorization Act, 114, As amended restricts the use of funds for any fiscal year to pay for the U.S. share of the assessed budget of the United Nations, or any specialized agency of the UN.","url":null}],"program_type":"assistance_listing","is_subpart_f":0,"rules_regulations":"","improper_payments":[],"gwo":null,"pons":[]}