{"id":"21.015","name":"Resources and Ecosystems Sustainability, Tourist Opportunities, and Revived Economies of the Gulf Coast States","popular_name":"Gulf RESTORE - Direct Component and Centers of Excellence Research Grants Programs","objective":"Treasury administers the Direct Component program and Centers of Excellence Research Grants Program. The primary objective of the Direct Component program is to provide funds to eligible entities for the ecological and economic restoration of the Gulf Coast Region. For the Centers of Excellence Research Grants Program, the primary objective is for the establishment of Centers of Excellence that focus on science, technology, and monitoring in one or more of the five eligible disciplines in the Gulf Coast States.","sam_url":"https://sam.gov/fal/b628dd0b5dde432b978511a00aaf1684/view","usaspending_url":"https://www.usaspending.gov/search/?hash=d79106ddd7065243b7f291d19367772c","grants_url":"https://grants.gov/search-grants?cfda=21.015","top_agency_name":"Department of the Treasury","sub_agency_name":"Departmental Offices","assistance_types":["Government - General"],"beneficiary_types":["Anyone/general public"],"applicant_types":["Government - General"],"categories":[],"obligations":[{"x":"2023","sam_estimate":0.0,"sam_actual":158975612.0,"usa_spending_actual":141789784.14},{"x":"2024","sam_estimate":0.0,"sam_actual":31969215.0,"usa_spending_actual":39149305.67},{"x":"2025","sam_estimate":0.0,"sam_actual":0.0,"usa_spending_actual":63029495.57}],"other_program_spending":null,"outlays":[{"x":"2023","outlay":14547840.77,"obligation":76588257.89},{"x":"2024","outlay":16600.47,"obligation":11816141.78},{"x":"2025","outlay":6523.52,"obligation":38631551.79}],"results":[{"year":"2024","description":"Using Direct Component funds, Santa Rosa County, FL, purchased an amphibious tracker to safely transport fire fighters to conduct mechanical treatments of over 325 acres in the Yellow River Marsh Preserve State Park. The results of the mechanical treatments will restore the area to a more natural environment condition, mitigate invasive plant species, and increase the resiliency of diverse habitats found within the park.\n\nUsing Centers of Excellence Research Grant funds to mitigate significant pollution and future oil spills, Texas OneGulf is researching low cost, noiseless, and energy-efficient autonomous underwater vehicles (AUVs) for offshore infrastructure monitoring and inspection with the introduction of robotic and artificial intelligent technologies. The development and testing of a bio-inspired robotic fish is resulting in a time-efficient and cost-effective intelligent robotic systems for underwater pipeline inspection. Pipeline anomalies due to seismic activity, offshore drilling, turbulence, and ship anchoring may be detected at early stages allowing operators to make informed decisions on maintenance and repairs of the pipeline. This research will inform subsea renewable energies and subsea mining."}],"authorizations":[{"text":"Resources and Ecosystems Sustainability, Tourist Opportunities, and Revived Economies of the Gulf Coast States Act of 2012, Pub. L. No. 112-141, 126 Stat. 588 (2012), and codified at 33 U.S.C 1321(t)(1) and implemented by Treasury’s Final Rule at 31 CFR Part 34.","url":null}],"program_type":"assistance_listing","is_subpart_f":1,"rules_regulations":"See Treasury regulation at 31 CFR Part 34. Guidelines and literature are also included on the RESTORE Act website at https://home.treasury.gov/policy-issues/financial-markets-financial-institutions-and-fiscal-service/restore-act.","improper_payments":[],"gwo":null,"pons":[]}