{"id":"93.499","name":"Low Income Household Water Assistance Program","popular_name":"LIHWAP","objective":"The objective of the Low Income Household Water Assistance program is to meet unprecedented water services needs that arose during the COVID-19 pandemic. This program is meant to be an emergency program that provides quick intervention to help the people facing the high water/wastewater costs compared to their income in resuming and/or maintaining their home water/wastewater services. The benefits are limited to households with low income, particularly those that pay a high proportion of household income for drinking water and wastewater services, by providing funds to owners or operators of public water systems or treatment works to reduce arrearages of and rates charged to eligible households. Low income is defined in the federal rules as the greater of 150% of the Federal Poverty Guidelines or 60% of State Median Income; however, each recipient (state/tribe/territory) may prescribe a lower cut-off. Recipients can also decide a household’s eligibility based on categorical eligibility of a household member, meaning someone in the household is already receiving another type of qualifying public assistance such as from the Low Income Home Energy Assistance Program (LIHEAP). The intent to is provide financial assistance to cover water, wastewater and related services and fees. The priority is to provide assistance first and foremost to households that face the most immediate need—households whose services are already disconnected. The benefit payment and/or interventions shall be sufficient to ensure restoration of the water/wastewater services. The benefits can pay any relevant arrearage (past due amount) that is preventing service from being reconnected, as well as any related late fee, reconnection fee, penalty, etc., that is billed in normal course of billing by the water/wastewater provider to any household that has a past due balance. The last priority for assistance is for households that have service and only need help with current bills, e.g., do not have past due balances.","sam_url":"https://sam.gov/fal/f6761d7c09a648318da413c8b339a57a/view","usaspending_url":"https://www.usaspending.gov/search/?hash=920d93d52cd5e06c91dd5f8367c92500","grants_url":"https://grants.gov/search-grants?cfda=93.499","top_agency_name":"Department of Health and Human Services","sub_agency_name":"Administration for Children and Families","assistance_types":["Government - General"],"beneficiary_types":["Low Income"],"applicant_types":["Federally Recognized Indian Tribal Governments","Local (includes State-designated Indian Tribes, excludes institutions of higher education and hospitals","State","U.S. Territories and possessions"],"categories":[],"obligations":[{"x":"2023","sam_estimate":0.0,"sam_actual":4487124.0,"usa_spending_actual":0.0},{"x":"2024","sam_estimate":0.0,"sam_actual":0.0,"usa_spending_actual":0.0},{"x":"2025","sam_estimate":0.0,"sam_actual":0.0,"usa_spending_actual":0.0}],"other_program_spending":null,"outlays":[{"x":"2023","outlay":0.0,"obligation":0.0},{"x":"2024","outlay":0.0,"obligation":0.0},{"x":"2025","outlay":0.0,"obligation":0.0}],"results":[{"year":"2021","description":"199 awards were made to states, tribes, and territories."},{"year":"2022","description":"LIHWAP was able to assist over 429K households in FY2022, including over 299K households who had services restored or disconnection prevented, thus ensuring access to in home water and wastewater service."},{"year":"2023","description":"In Q3 of FY2023, LIHWAP crossed the threshold of serving over 1,000,000 total households across all program years. No additional awards are expected."},{"year":"2024","description":"No further LIHWAP awards have been made. Following the close of the program in FY2024, reporting indicated over 1,700,000 total households were served by LIHWAP across all program years."}],"authorizations":[{"text":"2912, Public Law 117-2, American Rescue Plan Act of 2021.","url":null},{"text":"533, Public Law 116-260, The Consolidated Appropriation Act, 2021.","url":null}],"program_type":"assistance_listing","is_subpart_f":1,"rules_regulations":"","improper_payments":[],"gwo":null,"pons":[]}