{"id":"97.056","name":"Port Security Grant Program ","popular_name":"PSGP","objective":"Port Security Grant Program (PSGP) is one of four grant programs that constitute DHS/FEMA’s focus on transportation infrastructure security activities. These grant programs are part of a comprehensive set of measures authorized by Congress and implemented by the Administration to help strengthen the nation’s critical infrastructure against risks associated with potential terrorist attacks. The PSGP provides funds to state, local, and private sector maritime partners to support increased port-wide risk management and protect critical surface transportation infrastructure from acts of terrorism, major disasters, and other emergencies.\n\nPerformance Measures:\nPerformance metrics for this program are as follows:\n\n•\tProcured equipment placed into services\n•\tThreats/Risks/Vulnerability assessments conducted and documented\n•\tEmergency plans developed and documented\n•\tExercises executed\n•\tResources/capabilities tested\n•\tAfter/action reports developed (post-real-life events and exercise)\n•\tState and local partners trained\n•\tState and local participants coordinate with USCG and Area Maritime Security Committee (AMSC)","sam_url":"https://sam.gov/fal/299f39bfa2f6402db05234467e7cbdd3/view","usaspending_url":"https://www.usaspending.gov/search/?hash=35493ee2ae23692399b29e407634be46","grants_url":"https://grants.gov/search-grants?cfda=97.056","top_agency_name":"Department of Homeland Security","sub_agency_name":"Federal Emergency Management Agency","assistance_types":["Project Grants"],"beneficiary_types":["Private nonprofit institution/organization","Specialized group (e.g. health professionals, students, veterans)"],"applicant_types":["Government - General","Non-Government - General","Quasi-public nonprofit institution/organization"],"categories":[],"obligations":[{"x":"2023","sam_estimate":0.0,"sam_actual":1000000000.0,"usa_spending_actual":92955409.11},{"x":"2024","sam_estimate":0.0,"sam_actual":100000000.0,"usa_spending_actual":77144178.47},{"x":"2025","sam_estimate":0.0,"sam_actual":0.0,"usa_spending_actual":-11156417.2}],"other_program_spending":null,"outlays":[{"x":"2023","outlay":24203791.5,"obligation":98672293.49},{"x":"2024","outlay":6257784.93,"obligation":89925000.0},{"x":"2025","outlay":79999.0,"obligation":168018.1}],"results":[{"year":"2016","description":"The PSGP provided $100,000,000 for transportation infrastructure security activities to implement Area Maritime Transportation Security Plans (AMSPs) and facility security plans among port authorities, facility operators, and state and local government agencies required to provide port security services. The purpose of the FY 2016 PSGP is to competitively award grant funding to support increased port-wide risk management; enhance domain awareness; conduct training and exercises; expand of port recovery and resiliency capabilities; further capabilities to prevent, detect, respond to, and recover from attacks involving improvised explosive devices (IEDs) and other non-conventional weapons. These activities will assist ports in the implementation of the NPS by supporting the building, sustainment, and delivery of core capabilities essential to achieving the Goal of a secure and resilient Nation. The PSGP provided $100,000,000 for transportation infrastructure security activities to implement Area Maritime Transportation Security Plans (AMSPs) and facility security plans among port authorities, facility operators, and state and local government agencies required to provide port security services. The purpose of the FY 2016 PSGP is to competitively award grant funding to support increased port-wide risk management; enhance domain awareness; conduct training and exercises; expand of port recovery and resiliency capabilities; further capabilities to prevent, detect, respond to, and recover from attacks involving improvised explosive devices (IEDs) and other non-conventional weapons. These activities will assist ports in the implementation of the NPS by supporting the building, sustainment, and delivery of core capabilities essential to achieving the Goal of a secure and resilient Nation. "},{"year":"2022","description":"Funds were appropriated and will be allocated to support increased port-wide risk management; enhance domain awareness; conduct training and exercises; expand of port recovery and resiliency capabilities; further capabilities to prevent, detect, respond to, and recover from attacks involving improvised explosive devices (IEDs) and other non-conventional weapons. These activities will assist ports in the implementation of the National Preparedness Goal by supporting the building, sustainment, and delivery of core capabilities essential to achieving the Goal of a secure and resilient Nation."},{"year":"2023","description":"Funds were appropriated and will be allocated to support increased port-wide risk management; enhance domain awareness; conduct training and exercises; expand of port recovery and resiliency capabilities; further capabilities to prevent, detect, respond to, and recover from attacks involving improvised explosive devices (IEDs) and other non-conventional weapons. These activities will assist ports in the implementation of the National Preparedness Goal by supporting the building, sustainment, and delivery of core capabilities essential to achieving the Goal of a secure and resilient Nation."}],"authorizations":[{"text":".","url":null}],"program_type":"assistance_listing","is_subpart_f":1,"rules_regulations":"The following 2 C.F.R. Part 200 policy requirements apply to this assistance listing:\nSubpart A, Acronyms and Definitions\nSubpart B, General provisions\nSubpart C, Pre-Federal Award Requirements and Contents of Federal Awards\nSubpart D, Post Federal; Award Requirements\nSubpart E, Cost Principles\nSubpart F, Audit Requirements\n\nMaritime Security Regulations, 33 C.F.R. Parts 101-106","improper_payments":[],"gwo":null,"pons":[]}