{"id":"97.137","name":"State and Local Cybersecurity Grant Program Tribal Cybersecurity Grant Program","popular_name":null,"objective":"The goal of the State and Local Cybersecurity Grant Program (SLCGP) and the Tribal Cybersecurity Grant Program (TCGP) is to assist state, local, tribal and territorial (SLTT) governments with managing and reducing systemic cyber risk. This goal can be achieved over the course of the Period of Performance (POP) as applicants focus on their Cybersecurity Plans, priorities, projects, and implementation toward addressing the program objectives. \n \nProgram Objectives for SLCGP and TCGP include: \n1.\tDevelop and establish appropriate governance structures, as well as plans, to improve capabilities to respond to cybersecurity incidents and ensure continuity of operations;\n2.\tSLTT agencies understand their current cybersecurity posture and areas for improvement based on continuous testing, evaluation, and structured assessments;\n3.\tImplement security protections commensurate with risk (outcomes of Objectives 1 & 2); and\n4.\tEnsure organization personnel are appropriately trained in cybersecurity, commensurate with responsibility.\n\nPerformance Measures:\n•\tPercentage of entities with CISA approved state-wide Cybersecurity Plans\n•\tPercentage of entities with statewide Cybersecurity Planning Committees that meet the Homeland Security Act of 2002 and SLCGP funding notice requirements \n•\tPercentage of entities conducting annual table-top and full-scope exercises to test Cybersecurity Plans\n•\tPercent of the entities’ SLCGP budget allocated to exercises\n•\tAverage dollar amount expended on exercise planning for entities \n•\tPercentage of entities conducting an annual cyber risk assessment to identify cyber risk management gaps and areas for improvement\n•\tPercentage of entities performing phishing training\n•\tPercentage of entities conducting awareness campaigns\n•\tPercent of entities providing role-based cybersecurity awareness training to employees \n•\tPercentage of entities adopting the Workforce Framework for Cybersecurity (NICE Framework) as evidenced by established workforce development and training plans \n•\tPercentage of entities with capabilities to analyze network traffic and activities related to potential threats \n•\tPercentage of entities implementing multi-factor authentication (MFA) for all remote access and privileged accounts\n•\tPercentage of entities with programs to anticipate and discontinue use of end-of-life software and hardware\n•\tPercentage of entities prohibiting the use of known/fixed/default passwords and credentials\n•\tPercentage of entities operating under the “.gov” internet domain\n•\tNumber of cybersecurity gaps or issues addressed annually by entities","sam_url":"https://sam.gov/fal/fcebdb28fbea48dd8ca8773d2f53d207/view","usaspending_url":"https://www.usaspending.gov/search/?hash=cd14f772e2ded44469cf2dea4500148a","grants_url":"https://grants.gov/search-grants?cfda=97.137","top_agency_name":"Department of Homeland Security","sub_agency_name":"Federal Emergency Management Agency","assistance_types":["Government - General"],"beneficiary_types":["Federally Recognized Indian Tribal Governments","Local","State","U.S. Territories"],"applicant_types":["Federally Recognized Indian Tribal Governments","State","U.S. Territories and possessions"],"categories":[],"obligations":[{"x":"2023","sam_estimate":0.0,"sam_actual":400000000.0,"usa_spending_actual":176796521.0},{"x":"2024","sam_estimate":0.0,"sam_actual":300000000.0,"usa_spending_actual":388461611.0},{"x":"2025","sam_estimate":0.0,"sam_actual":0.0,"usa_spending_actual":279851587.0}],"other_program_spending":null,"outlays":[{"x":"2023","outlay":52326600.6,"obligation":174801748.0},{"x":"2024","outlay":27730888.57,"obligation":388439636.0},{"x":"2025","outlay":95773.88,"obligation":281868335.0}],"results":[{"year":"2023","description":"The State and Local Cybersecurity Grant Program and Tribal Cybersecurity Grant Program provides Federal funds to address cybersecurity risks and cybersecurity threats to information systems owned, operated by, or on behalf of SLTT governments."}],"authorizations":[{"text":"Homeland Security Act of 2002, Section 2220A, Pub. L. No. 107-296, as amended (codified at 6 U.S.C. § 665g).","url":null}],"program_type":"assistance_listing","is_subpart_f":1,"rules_regulations":"The following 2 C.F.R. Part 200 requirements apply to this assistance listing: \nSubpart A, Acronyms and Definitions \nSubpart B, General Provisions \nSubpart C, Pre-Federal Award Requirements and Contents of Federal Awards \nSubpart D, Post-Federal Award Requirements \nSubpart E, Cost Principles  \nSubpart F, Audit Requirements","improper_payments":[],"gwo":null,"pons":[]}